       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       PROCEDURE DIVISION.
          DISPLAY 'Hello from Cobol!'.
          DISPLAY 'Goodbye from Cobol!'.
       STOP RUN.
